Repository: amjad-1984/Jolia.StandardCore
Catalog: Resources/RAccount.*.resx
Languages: ar

source: Account Is Banned
ar: تم ايقاف الحساب، يرجى مراجعة الإدارة

source: AccountIsDisabled
ar: الحساب معطّل

source: AccountIsLocked
ar: الحساب مقفل

source: AccountIsLockedNote
ar: هذا الحساب مقفل، يرجى المحاولة مرة ثانية في وقت لاحق.

source: AccountRegistered
ar: تم تسجيل الحساب الجديد

source: ActivateEmailMessage
ar: يرجى تفعيل البريد الالكتروني

source: AlreadyEmail
ar: البريد الالكتروني موجود بالفعل

source: AlreadyPhoneNumber
ar: رقم الهاتف موجود بالفعل

source: AlreadyPhoneNumberConfirmed
ar: تم توثيق رقم الجوال بالفعل

source: AlreadyUserName
ar: اسم المستخدم موجود بالفعل

source: AlreadyUserNameAndEmail
ar: اسم المستخدم أو البريد الالكتروني موجود بالفعل

source: AlreadyUserNameAndPhoneNumber
ar: اسم المستخدم أو رقم الهاتف موجود بالفعل

source: Avatar
ar: صورة الملف الشخصي

source: AvatarUrl
ar: رابط صورة الملف الشخصي

# BackToLogin
source: عودة إلى صفحة تسجيل الدخول
ar: BackToLogin

source: Change Password
ar: تعديل كلمة المرور

source: CodeSent
ar: تم ارسال الكود

source: Confirmed
ar: تم التوثيق

source: ConfirmNewPassword
ar: تأكيد كلمة المرور الجديدة

source: Confirm Password
ar: تأكيد كلمة المرور

source: Email
ar: البريد الالكتروني

source: Email Code
ar: كود تفعيل البريد الالكتروني

source: EmailMustBeConfirmed
ar: يجب توثيق البريد الالكتروني

source: EmailOrPhoneNumber
ar: البريد الالكتروني أو رقم الجوال

source: EmailOrPhoneNumberNotFound
ar: لم يتم العثور على البريد الالكتروني أو رقم الجوال

source: ErrorOccured
ar: حدث خطأ

source: Female
ar: أنثى

source: ForgotPassword
ar: نسيت كلمة المرور

source: HaveYouForgotPassword
ar: نسيت كلمة المرور؟

source: Login
ar: تسجيل الدخول

# LoginText
source: UserName or Email or Phone Number
ar: الاسم أو البريد الالكتروني أو رقم الجوال

# Log_off
source: Log out
ar: تسجيل خروج

source: Male
ar: ذكر

source: Name
ar: الاسم

source: NewPassword
ar: كلمة المرور الجديدة

source: Password
ar: كلمة المرور

source: PasswordChanged
ar: تم تعديل كلمة المرور بنجاح

source: PasswordChangeError
ar: خطأ أثناء تعديل كلمة المرور

source: PasswordLength
ar: كلمة المرور ليست بالطول المناسب.

source: Phone Code
ar: كود تفعيل الهاتف

source: PhoneNumber
ar: رقم الجوال

source: PhoneNumberMustBeConfirmed
ar: يجب توثيق رقم الجوال

source: Profile
ar: الملف الشخصي

source: Remember Me
ar: تذكرني؟

source: ResetPassword
ar: إعادة تعيين كلمة المرور

source: SavePassword
ar: حفظ كلمة المرور

source: UnMatchedPasswords
ar: عدم تطابق كلمة المرور مع تأكيدها

source: UserName
ar: اسم المستخدم

source: UserNameOrEmail
ar: اسم المستخدم أو البريد الالكتروني

source: UserNotFound
ar: لم يتم العثور على المستخدم

source: WrongLoginInfo
ar: خطأ في معلومات تسجيل الدخول
